{"translation-revision-date":"2021-12-16 17:54:46+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Elementor is not authorized to read or write from this file. Contact your site host.":["Elementor n’est pas autorisé à lire ou à écrire sur ce fichier. Contactez votre hébergeur."],"Go back":["Retourner"],"Sorry, something went wrong.":["Désolé, quelque chose s’est mal passé."],"This Template Kit includes:":["Ce kit de modèles comprend :"],"Content:":["Contenu :"],"Site Settings:":["Réglages du site :"],"Templates:":["Modèles :"],"Custom Post Type":["Type de publication personnalisé"],"WP Posts":["Publications WP"],"WP Pages":["Pages WP"],"To import or export these components, you’ll need Elementor Pro.":["Pour importer ou exporter ces composants, vous aurez besoin d’Elementor Pro."],"Global widgets":["Widgets globaux"],"Kit Info":["Informations sur le kit"],"After you select what's included from your imported kit, you’ll be able to choose which current site settings should stay and which the import should override. ":["Après avoir sélectionné ce qui est inclus dans votre kit importé, vous pourrez choisir les réglages actuels du site qui doivent être conservés et ceux qui doivent être surchargés par l’importation. "],"How does importing work?":["Comment fonctionne l’importation ?"],"Once your download is complete, import your kit to another site and get it up and running quickly.":["Une fois le téléchargement terminé, importez votre kit sur un autre site et mettez-le rapidement en service."],"Tip!":["Conseil !"],"That’s it!":["C’est tout !"],"Select what to include from your site. We’ll use that to create a zip file.":["Sélectionnez ce que vous voulez inclure de votre site. Nous allons l’utiliser pour créer un fichier zip."],"How does exporting work?":["Comment fonctionne l’exportation ?"],"A kit is a zip file containing anything from an entire site to individual components.":["Un kit est un fichier zip contenant un site entier ou des composants individuels."],"What’s a Template Kit?":["Qu’est-ce qu’un kit de modèles ?"],"Setting up your kit...":["Configuration de votre kit…"],"Select the items you want to keep and apply:":["Sélectionnez les éléments que vous souhaitez conserver et appliquez-les :"],"Your site's homepage will be determined by the kit. You can change this later.":["La page d’accueil de votre site sera déterminée par le kit. Vous pouvez modifier cela ultérieurement."],"Note":["Remarque"],"Items that you leave checked here will override your current design and settings.":["Les éléments cochés ici surchargeront le design et les réglages actuels."],"We noticed that items in your kit overlap with what's already live on your site.":["Les éléments du kit se chevauchent avec ce qui est déjà en ligne sur le site."],"Existing":["Existant"],"Imported":["Importé"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Téléversez un fichier avec des modèles, des réglages de site, du contenu, etc., et appliquez-le automatiquement au site."],"Back to Kit Library":["Revenir à la bibliothèque"],"By default, all of your components will be imported.":["Par défaut, tous vos composants seront importés."],"Choose which Elementor components - templates, content and site settings - to include in your kit.":["Choisissez les composants Elementor - modèles, contenu et réglages du site - à inclure dans le kit."],"Your kit is now live on your site!":["Votre kit est maintenant en ligne sur votre site !"],"Kit Description":["Description du kit"],"Kit Name":["Nom du kit"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Choisissez quels composants Elementor - modèles, contenus et réglages du site - inclure dans votre fichier de kit."],"Kit Information":["Informations sur le kit"],"Elementor Kit":["Kit Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Ce sont les détails à utiliser pour rapidement trouver et appliquer ce kit à l’avenir, même si la collection s’agrandit."],"What is kit information?":["Qu’est-ce que l’information du kit ?"],"Template Kit Information":["Information sur le kit de modèles"],"Say something about the style and content of these files...":["Dites quelque chose à propos du style et du contenu de ces fichiers…"],"Now you can import this kit and use it on other sites.":["Vous pouvez maintenant importer ce kit et l’utiliser sur d’autres sites."],"Import":["Importer"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Ne vous inquiétez pas, essayez à nouveau. Si le problème persiste, rendez-vous au centre d’aide."],"to learn more about building your site with Elementor Kits":["pour en apprendre davantage sur la construction de votre site avec les kits Elementor"],"Don't close this window until the process is finished.":["Ne fermez pas cette fenêtre tant que le processus n’est pas terminé."],"This usually takes a few moments.":["Cela prend généralement quelques instants."],"Or":["Ou"],"Drag & drop the .zip file with your Kit":["Glissez et déposez le fichier .zip avec votre kit."],"Upload Files to Your Library":["Téléversez les fichiers dans votre bibliothèque"],"We recommend that you backup your site before importing a kit file.":["Nous vous recommandons de sauvegarder votre site avant d’importer un fichier de kit."],"Important":["Important"],"By default, all of your components will be exported.":["Par défaut, tous vos composants seront exportés."],"Background Settings":["Réglages de l’arrière-plan"],"Lightbox Settings":["Réglages de la visionneuse"],"Theme Style settings":["Réglages du style du thème"],"Elementor Pages":["Pages Elementor"],"404 Error Page":["Page « Erreur 404 »"],"to download":["pour télécharger"],"Download not working?":["Le téléchargement ne fonctionne pas ?"],"Your export is ready!":["Votre exportation est prête !"],"Click Here":["Cliquez ici"],"Back to dashboard":["Retour au tableau de bord"],"Import a Template Kit":["Importer un kit de modèles"],"Export a Template Kit":["Exporter un kit de modèles"],"Landing Pages":["Page d’atterrissage"],"App could not be loaded":["L’application n’a pu être chargée"],"Global Colors":["Couleurs globales"],"Search Results":["Résultats de recherche"],"Archives":["Archives"],"Single Posts":["Publications uniques"],"Single Pages":["Pages uniques"],"Footers":["Pieds de page"],"Headers":["En-têtes"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Nous sommes désolés, mais quelque chose a mal tourné. Cliquez sur « En apprendre plus » et suivez chacune des étapes pour rapidement résoudre cela."],"Tip":["Conseil"],"Not Found":["Non trouvé"],"Site Settings":["Réglages du site"],"Layout Settings":["Réglages de mise en page"],"Next":["Suivant"],"Previous":["Précédent"],"Popups":["Fenêtres surgissantes"],"Continue":["Poursuivre"],"Skip":["Passer"],"Something went wrong.":["Quelque chose s’est mal passé."],"Select File":["Sélectionnez un fichier"],"Enable":["Activer"],"Edit Template":["Modifier le modèle"],"Go Pro":["Passer à la version Pro"],"Elementor Posts":["Publications Elementor"],"Export":["Exportation"],"Close":["Fermer"],"Saved Templates":["Modèles enregistrés"],"Templates":["Modèles"],"Learn More":["En savoir plus"],"Global Fonts":["Polices globales"],"Content":["Contenu"],"Go Back":["Retour"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}